Price = """
 2020.5.13 团购 内部报价信息

升级版夜光魔力裤1条，分销49包邮，团购59包邮，新疆西藏+10，其他地区快递包邮：浙江 圆通 百世 邮政（随机）

成人乳胶枕1个，分销62包邮，团购79包邮，新疆 西藏+10，其他地区快递包邮：浙江 圆通 邮政 百世（随机）

儿童乳胶枕1个，分销55包邮，团购69包邮，新疆 西藏+10，其他地区快递包邮：浙江 圆通 邮政 百世（随机）

老爹凉鞋1双，分销95包邮，团购109包邮，新疆西藏+10，其他地区快递包邮：浙江 圆通 邮政 百世（随机）

一代妃子保鲜套装1组，分销39包邮，团购49包邮，新疆西藏+10，其他地区快递包邮：浙江 圆通 邮政 百世（随机）

小苏打洗衣液1箱，分销77包邮，团购89包邮，新疆 西藏 北京不发货，其他地区快递包邮：其他地区快递包邮：河北 百世 邮政 韵达 中通（随机）

玻尿酸原液1瓶， 分销49包邮，团购59包邮，新疆 西藏 +10，北京不发， 其他地区快递包邮：浙江 圆通 邮政 百世（随机）

玻尿酸原液2瓶， 分销86包邮，团购108包邮，新疆 西藏 +10，北京不发， 其他地区快递包邮：浙江 圆通 邮政 百世（随机）

散养走地鸡1箱，分销64包邮，团购69.9包邮，新疆 西藏 青海 甘肃 宁夏 海南 云南 贵州 广西不发， 其他地区快递包邮：山东 长沙（随机）

菜刀套盒1套， 分销39包邮，团购49包邮，新疆 西藏 内蒙 北京 不发，其他地区快递包邮：浙江 圆通 邮政 百世（随机）

下单格式

夜光魔力裤1条。1
成人乳胶枕1个。1
儿童乳胶枕1个。1
老爹凉鞋白蓝/白橘35-40码1双。1
一代妃子保鲜套装1组。1
小苏打洗衣液1箱。1
玻尿酸原液1瓶。1
玻尿酸原液2瓶。2
散养走地鸡1箱。1
菜刀套盒1套。1

散养走地鸡无返利，其他团品返利均为1
"""
Order = """
5.13  加单  77*4+39

5.13 李 洗衣液 保鲜袋

陈静蓉。15989848928。
广东省汕头市龙湖区鸥汀金竹园G栋1梯401。
小苏打洗衣液1箱。1

李美丽。15907542741。
广东省汕头市金平区岐山街道兰田14巷13号寄车场006。
小苏打洗衣液1箱。1

方少微。13538137181。
广东省深圳市龙岗区布吉西环路东心岭二十三巷174号401。
小苏打洗衣液1箱。1

伍先生。13878152613。
广西省南宁市兴宁区燕子岭路口3号盛天公馆。
小苏打洗衣液1箱。1

李美丽。15907542741。
广东省汕头市金平区岐山街道兰田14巷13号寄车场006。
一代妃子保鲜套装1组。1
"""

